/*
SQLyog Enterprise v12.08 (32 bit)
MySQL - 5.0.95 : Database - sq_boyyb88
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`sq_boyyb88` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `sq_boyyb88`;

/*Table structure for table `message` */

DROP TABLE IF EXISTS `message`;

CREATE TABLE `message` (
  `id` int(11) NOT NULL auto_increment,
  `ip` varchar(40) NOT NULL,
  `contact` varchar(100) NOT NULL,
  `checked` tinyint(4) default '0' COMMENT '审核字段 默认未审核',
  `message` text NOT NULL,
  `time` int(11) NOT NULL,
  `timestamp` timestamp NOT NULL default CURRENT_TIMESTAMP on update CURRENT_TIMESTAMP,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=51 DEFAULT CHARSET=utf8;

/*Data for the table `message` */

insert  into `message`(`id`,`ip`,`contact`,`checked`,`message`,`time`,`timestamp`) values (12,'113.200.249.93','88888888',1,'法撒旦法大赛飞度  返多少   ',1467898825,'2016-07-07 21:40:59'),(3,'127.0.0.1','5555555',1,'1111111111111',1464991220,'2016-07-13 14:02:16'),(4,'127.0.0.1','gg@qq.com',1,'1111111111111',1464991280,'2016-07-13 14:02:20'),(5,'127.0.0.1','41414141414',1,'rinifafafddfsfs',1464991270,'2016-07-13 14:02:24'),(6,'127.0.0.1','41414141414',1,'rinifafafddfsfs',1464991200,'2016-07-13 13:47:55'),(7,'127.0.0.1','y6yy',1,'y6y6yy',1467879967,'2016-07-07 16:55:06'),(8,'183.230.175.37','13654854788',1,'我要打死你',1467881396,'2016-07-07 16:55:04'),(9,'183.230.175.37','444',1,'444444444',1467882008,'2016-07-07 17:00:20'),(10,'183.230.175.37','13929795255',1,'你共和国我以为在一起在一起嘻嘻嘻嘻已经笼子我YY自己解决',1467882602,'2016-07-07 17:11:47'),(11,'14.106.122.43','13929795255',1,'你共和国我以为在一起在一起嘻嘻嘻嘻已经笼子我YY自己解决',1467885807,'2016-07-07 21:40:58'),(13,'183.230.175.37','gdfgdfgdgdgdg',1,'gdfgdgdfgd ',1467947651,'2016-07-08 11:15:06'),(16,'127.0.0.1','4444778888',1,'fdff大苏打撒犯得上犯得上房贷首付',1468222679,'2016-07-11 15:38:30'),(15,'127.0.0.1','444444',1,'fdfddsfsfsffsf',1468222467,'2016-07-11 15:35:06'),(45,'127.0.0.1','rerrere',1,'rererererer',1468480088,'2016-07-14 15:08:58'),(18,'127.0.0.1','7777777',1,'wqwqwqwwqwwqwwqw',1468284954,'2016-07-12 08:56:39'),(23,'127.0.0.1','qq',1,'44444444',1468292350,'2016-07-12 11:04:42'),(21,'127.0.0.1','yyyy2222',1,'545454545454545454',1468284972,'2016-07-12 10:35:49'),(22,'183.230.175.37','22222',1,'rerereregggdgdg',1468291109,'2016-07-12 10:38:41'),(24,'127.0.0.1','4444',1,'44444444',1468292356,'2016-07-12 11:04:39'),(25,'127.0.0.1','44444',1,'44444444',1468292360,'2016-07-12 11:02:15'),(31,'127.0.0.1','65854841@qq.com',1,'今天做得很不错，继续加油哟',1468310814,'2016-07-12 16:08:05'),(29,'127.0.0.1','gfgfgff',1,'gdfgfdgfdgfdgfsdfzahjkukgnhgfdhfh',1468294886,'2016-07-12 11:42:25'),(30,'127.0.0.1','123tt',1,'88888888888888',1468294966,'2016-07-12 14:13:14'),(32,'127.0.0.1','fdfddfdf',1,'fdfcvxvvxvxvxvxv',1468312144,'2016-07-12 16:29:35'),(33,'183.230.175.37','yangbin',1,'nide wangzhan hen bucuo',1468381211,'2016-07-13 11:41:00'),(34,'127.0.0.1','中国',1,'就立刻jfk了jfk洛杉矶',1468386190,'2016-07-13 13:04:04'),(35,'127.0.0.1','444444',1,'今天开战了了 了',1468386206,'2016-07-13 13:04:04'),(43,'127.0.0.1','ytytyyty',1,'ytytytytytytytytyt',1468479814,'2016-07-14 15:04:51'),(37,'127.0.0.1','fddffdfdf',1,'fdf4747447',1468388613,'2016-07-13 13:44:10'),(42,'127.0.0.1','tttttt',1,'gfggfgfghjrtrtrtrtrtrtrtrt',1468479806,'2016-07-14 15:04:50'),(39,'183.230.175.37','1111111',1,'今天很凉快 哈哈哈',1468458634,'2016-07-14 09:10:52'),(44,'127.0.0.1','iuiuiuiu',1,'uiuiuiuiuiuiuiu',1468479819,'2016-07-14 15:04:53'),(41,'183.230.175.37','7777777',1,'77777777777777777777777dddddd',1468458647,'2016-07-14 14:45:37'),(46,'127.0.0.1','erererere',1,'gfggfgfgfgfgfgfg',1468480092,'2016-07-14 15:09:01'),(47,'127.0.0.1','eeeeee',1,'qwqwqwwwwww',1468480098,'2016-07-14 15:08:58'),(48,'127.0.0.1','76766',1,'767676767676',1468480750,'2016-07-14 15:19:57'),(49,'127.0.0.1','767676767',1,'7676767676',1468480754,'2016-07-14 15:19:57'),(50,'127.0.0.1','i77878787',0,'8787877878',1468480758,'2016-07-14 15:19:51');

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
